{"translation-revision-date":"2025-03-28 14:45:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Easy Digital Downloads (EDD)":["Easy Digital Downloads (EDD)"],"WooCommerce":["WooCommerce"],"Easy Digital Downloads":["Easy Digital Downloads"],"Enable the WooCommerce control.":["WooCommerce のコントロールを有効にします。"],"Utilities":["ユーティリティ"],"Visibility Presets allow you to configure visibility controls globally and then apply them to individual blocks.":["表示プリセットを使用すると、表示コントロールをグローバルに構成してから、個々のブロックに適用できます。"],"Enable the Location control.":["ロケーションコントロールを有効にします。"],"The Time of Day adds functionality to the main Date & Time control. It allows you to conditionally display blocks at specific time intervals on each day of a given schedule.":["時刻は、メインの日付と時刻のコントロールに機能を追加します。 特定のスケジュールの各日に、特定の時間間隔で条件付きでブロックを表示できます。"],"Enable the Time of Day control.":["時刻コントロールを有効にします。"],"Enable the Day of Week control.":["曜日コントロールを有効にします。"],"The Cookie control allows you to conditionally display a block based on HTML cookies.":["Cookie コントロールを使用すると、HTML Cookie に基づいてブロックを条件付きで表示できます。"],"Enable the Cookie control.":["Cookie コントロールを有効にします。"],"The Browser & Device control allows you to conditionally display a block based on the device or web browser the current user is using to visit your website.":["ブラウザーとデバイス コントロールを使用すると、現在のユーザーが Web サイトにアクセスするために使用しているデバイスまたは Web ブラウザーに基づいて、ブロックを条件付きで表示できます。"],"Enable local visibility controls.":["ローカルの表示コントロールを有効にします。"],"Control set utilities allow you to copy and import visibility settings. This functionality is useful when advanced setting configurations need to be applied to multiple blocks.":["コントロールセットユーティリティを使用すると、表示設定をコピーおよびインポートできます。この機能は、高度な設定構成を複数のブロックに適用する場合に役立ちます。"],"Enable the Visibility Presets control.":["表示プリセットコントロールを有効にします。"],"The URL Path control allows you to conditionally display a block based on the URL of the page that the block is on.":["URL パスコントロールを使用すると、ブロックが存在するページの URL に基づいて条件付きでブロックを表示できます。"],"Enable the URL Path control.":["URL パスコントロールを有効にします。"],"The Referral Source control allows you to conditionally display blocks based on the domain or URL from which visitors arrive at your site.":["参照ソースコントロールを使用すると、訪問者がサイトに到達したドメインまたは URL に基づいて条件付きでブロックを表示できます。"],"Enable the Referral Source control.":["参照ソースコントロールを有効にします。"],"The Metadata control allows you to conditionally display a block based on post or user metadata. Metadata is often referred to as Custom Fields. If you are already using the Advanced Custom Fields plugin, use the ACF control over the Metadata control.":["メタデータコントロールを使用すると、投稿またはユーザーのメタデータに基づいて条件付きでブロックを表示できます。メタデータは、多くの場合、カスタムフィールドと呼ばれます。Advanced Custom Fields プラグインをすでに使用している場合は、メタデータコントロールよりも ACF コントロールを使用してください。"],"Enable the Metadata control.":["メタデータコントロールを有効にします。"],"Metadata (Custom Fields)":["メタデータ（カスタムフィールド）"],"The Location control allows you to conditionally display blocks based on where the block is located on your website. This includes page and post types, taxonomies, and more.":["ロケーションコントロールを使用すると、ブロックが Web サイトのどこにあるかに基づいて、条件付きでブロックを表示できます。これには、固定ページと投稿のタイプ、カスタムタクソノミーなどが含まれます。"],"The Day of Week control adds functionality to the main Date & Time control. It allows you to conditionally display blocks based on specific days of the week within a given schedule.":["曜日コントロールは、メインの日付と時刻コントロールに機能を追加します。特定のスケジュール内の特定の曜日に基づいて条件付きでブロックを表示できます。"],"Enable the Browser & Device control.":["ブラウザとデバイスコントロールを有効にします。"],"Browser & Device (User Agent)":["ブラウザとデバイス (ユーザーエージェント)"],"\"Local\" refers to the visibility controls available on each block. When disabled, only Visibility Presets and the Hide Block control will be available. Presets are then used to manage all other enabled controls.":["「ローカル」とは、各ブロックで使用できる表示コントロールを指します。無効にすると、表示プリセットと非表示ブロックコントロールのみが使用可能になります。プリセットは、他のすべての有効なコントロールを管理するために使用されます。"],"URL Path":["URL パス"],"Referral Source":["参照元"],"Metadata":["メタデータ"],"Location":["ロケーション"],"Cookie":["Cookie"],"Browser & Device":["ブラウザー と 端末"],"Visibility Presets":["可視性のプリセット"],"The settings below allow you to configure general functionality for the Block Visibility plugin.":["以下の設定により、Block Visibility プラグインの一般的な機能を構成できます。"],"Some blocks do not have visibility controls enabled by default. These include child blocks and blocks that may exist in WordPress but cannot be added directly to the Editor. You will not need Full Control Mode most of the time, but it's here in case you do.":["一部のブロックでは、可視性コントロールが既定で有効になっていません。これらには、WordPress に存在する可能性がある子ブロックとブロックが含まれますが、エディターに直接追加することはできません。ほとんどの場合、フルコントロールモードは必要ありませんが、必要な場合に備えてここに用意されています。"],"Editor":["エディター"],"By default, all users that can edit blocks will be able to use the visibility controls provided by Block Visibility.":["デフォルトでは、ブロックを編集できるすべてのユーザーは、ブロックの可視性によって提供される可視性コントロールを使用できます。"],"Enable utilities for managing visibility settings (copy, import, etc.)":["表示設定を管理するためのユーティリティを有効にします (コピー、インポートなど) 。"],"By default, help notices and popovers display in the Editor providing additional information about how to use Block Visibility. Disable for a more simplified interface.":["デフォルトでは、エディターにヘルプ通知とポップオーバーが表示され、ブロックの可視性の使用方法に関する追加情報が提供されます。より簡素化されたインターフェイスを使用する場合は無効にします。"],"Enable help notices and popovers in the Editor.":["エディターでヘルプ通知とポップオーバーを有効にします。"],"Help Notices & Popovers":["ヘルプ通知とポップオーバー"],"Some visibility controls (currently just the Hide Block control) can be made available in the toolbar of each block.":["一部の可視性コントロール (現在はブロックを非表示にするコントロールのみ) を各ブロックのツールバーで使用できるようにすることができます。"],"Combining contextual indicators with reduced block opacity can assist users in quickly determining which blocks have active visibility controls.":["コンテキストインジケーターをブロックの不透明度を下げて組み合わせると、ユーザーはどのブロックにアクティブな可視性コントロールがあるかをすばやく判断できます。"],"Contextual indicators assist users in quickly determining which blocks have active visibility controls.":["コンテキストインジケーターは、ユーザーがアクティブな可視性コントロールを持つブロックをすばやく判断するのに役立ちます。"],"Settings that impact the Editor, such as contextual indicators for when a block has visibility controls, as well as additional toolbar options.":["ブロックに可視性コントロールがある場合のコンテキストインジケーターや、追加のツールバーオプションなど、エディターに影響を与える設定です。"],"If you are looking for a block and do not see it listed, you may need to enable Full Control Mode on the General Settings tab.":["ブロックを探しても一覧に表示されない場合は、「一般設定」タブでフルコントロールモードを有効にする必要がある場合があります。"],"Only some block types may need visibility controls. The Block Manager allows you to restrict visibility controls to specific block types.":["一部のブロックタイプのみ、可視性コントロールが必要な場合があります。ブロックマネージャーを使用すると、可視性コントロールを特定のブロックタイプに制限できます。"],"Some blocks may appear in the Block Manager as uncategorized even though they have an assigned category in the Editor. This is due to how the block is registered in WordPress.":["一部のブロックは、エディターでカテゴリが割り当てられていても、ブロックマネージャでは未分類として表示される場合があります。これは、ブロックが WordPress に登録される方法によるためです。"],"When a visibility control is disabled, blocks that rely on the disabled control will become visible again unless other enabled controls hide them.":["可視性コントロールが無効になると、無効になったコントロールに依存するブロックは、他の有効なコントロールが非表示にしない限り、再び表示されるようになります。"],"Reset failed. Try again or get in touch with support.":["リセットに失敗しました。もう一度試すか、サポートにお問い合わせください。"],"Update failed. Try again or get in touch with support.":["更新に失敗しました。もう一度試すか、サポートにお問い合わせください。"],"The WP Fusion control allows you to conditionally display blocks based on WP Fusion tags.":["WP Fusion コントロールを使用すると、WP Fusion タグに基づいてブロックを条件付きで表示できます。"],"The Advanced Custom Fields (ACF) control allows you to conditionally display blocks, including ACF blocks, based on ACF fields.":["Advanced Custom Fields (ACF) コントロールを使用すると、ACF フィールドに基づいて、ACF ブロックを含むブロックを条件付きで表示できます。"],"The User Role control allows you to conditionally display blocks based on whether a user is logged-in, logged-out, and more.":["ユーザー権限コントロールを使用すると、ユーザーがログインしているか、ログアウトしているかなどに基づいて、条件付きでブロックを表示できます。"],"The Date & Time control allows you to conditionally display blocks based on time and date settings, which includes the ability to schedule blocks.":["日時コントロールを使用すると、時刻と日付の設定に基づいてブロックを条件付きで表示できます。これには、ブロックをスケジュールする機能が含まれます。"],"The Hide Block control allows you to hide blocks easily on your website's front end. This control overrides all other controls when enabled on a block.":["非表示ブロックコントロールを使用すると、Web サイトのフロントエンドでブロックを簡単に非表示にできます。このコントロールは、ブロックで有効にすると、他のすべてのコントロールを上書きします。"],"Default controls are automatically displayed in the Visibility panel when editing a block in the Editor. Defaults can be helpful if you frequently use the same few controls.":["エディターでブロックを編集すると、既定のコントロールが「可視性」 パネルに自動的に表示されます。同じいくつかのコントロールを頻繁に使用する場合は、デフォルトが役立ちます。"],"Contextual Block Opacity":["コンテキストブロックの不透明度"],"Reduce block opacity when visibility controls are applied.":["可視性コントロールが適用されている場合に、ブロックの不透明度を下げます。"],"Block Opacity":["ブロックの不透明度"],"General":["全般"],"This functionality allows you to create user-based rule sets, which provide extensive configuration options and greater flexibility.":["この機能により、ユーザーベースのルールセットを作成できます。これにより、広範な構成オプションと柔軟性が向上します。"],"Enable advanced user role restrictions (User rule sets)":["高度なユーザー権限による制限を有効にする (ユーザールールセット)"],"Reset All":["すべてリセット"],"Reset Settings":["設定をリセット"],"Resetting will restore all configured settings on the current tab to their default values. To restore all plugin settings, choose Reset All.":["リセットすると、現在のタブで構成されているすべての設定がデフォルト値に復元されます。すべてのプラグイン設定を復元するには、「すべてリセット」 を選択します。"],"Submit a Review":["レビューを送信する"],"If you are enjoying Block Visibility and find it useful, please consider leaving a ★★★★★ review on WordPress.org. Your feedback is greatly appreciated and helps others discover the plugin.":["Block Visibility を楽しんでいて便利だと思ったら、WordPress.org に★★★★★のレビューを残すことを検討してください。あなたのフィードバックは非常に高く評価され、他の人がプラグインを発見するのに役立ちます。"],"Need Support?":["サポートが必要ですか ?"],"Indicator color":["インジケーターの色"],"Purple":["パープル"],"WordPress Blue":["WordPress ブルー"],"Medium Blue":["ミディアムブルー"],"Green":["グリーン"],"Yellow":["イエロー"],"Orange":["オレンジ"],"Red":["レッド"],"Light Grey":["ライトグレー"],"Black":["ブラック"],"Support Forum":["サポートフォーラム"],"Share Your Feedback":["フィードバックを共有する"],"View Knowledge Base":["ナレッジベースを表示"],"Detailed documentation is also available on the plugin website.":["詳細なドキュメントは、プラグインの Web サイトでも入手できます。"],"Whether you need help or have a new feature request, please create a topic in the support forum on WordPress.org.":["サポートが必要な場合や新機能のリクエストがある場合は、WordPress.org のサポートフォーラムでトピックを作成してください。"],"Restrict visibility to specific individual users on your website based on user ID. You can select multiple users at once.":["ユーザー ID に基づいて、Web サイト上の特定の個々のユーザーに表示を制限します。一度に複数のユーザーを選択できます。"],"Enable individual user restrictions.":["個々のユーザー制限を有効にします。"],"Visit the plugin Knowledge Base for more information on configuring third-party integration controls and what integrations are currently available in Block Visibility.":["サードパーティの統合コントロールの構成と、ブロックの可視性で現在利用可能な統合の詳細については、プラグインのナレッジベースにアクセスしてください。"],"The settings below allow you to configure all third-party integration controls for Block Visibility. If you are looking for an integration, and do not see it below, make sure the respective third-party plugin is installed and activated on your website.":["以下の設定により、Block Visibility のすべてのサードパーティ統合コントロールを構成できます。統合を探していて、以下に表示されない場合は、それぞれのサードパーティプラグインが Web サイトにインストールされ、有効化されていることを確認してください。"],"Third-Party Integration Controls":["サードパーティ統合コントロール"],"Restrict visibility by any user role (Administrator, Editor, Subscriber, etc.). Roles added by third-party plugins will also be available to choose from.":["ユーザーの権限 (管理者、編集者、購読者など) によって可視性を制限します。サードパーティのプラグインによって追加された権限も選択できるようになります。"],"More Information":["詳細情報"],"Reset":["リセット"],"Cancel":["キャンセル"],"Advanced Custom Fields":["Advanced Custom Fields"],"Toolbar Controls":["ツールバーコントロール"],"Select Controls…":["コントロールを選択…"],"Default visibility controls":["デフォルトの可視性コントロール"],"Enable contextual indicators.":["コンテキストインジケーターを有効にします。"],"Contextual Indicators":["コンテキストインジケーター"],"Enable the Advanced Custom Fields control.":["高度なカスタムフィールドコントロールを有効にします。"],"Enable the WP Fusion control.":["WP Fusion コントロールを有効にします。"],"The Query String control allows you to conditionally display blocks based on URL query strings.":["クエリ文字列コントロールを使用すると、URL クエリ文字列に基づいてブロックを条件付きで表示できます。"],"Enable the Query String control.":["クエリ文字列コントロールを有効にします。"],"Query String":["クエリー文字列"],"WP Fusion":["WP Fusion"],"Enable the User Role controls.":["ユーザー権限コントロールを有効にします。"],"Twitter":["Twitter"],"Knowledge Base":["ナレッジベース"],"Note that once enabled, any block that is only using the advanced controls to hide at extra large or extra small breakpoints will become visible again if you disable this setting in the future.":["一度有効にすると、高度なコントロールのみを使用して特大または極小のブレークポイントで非表示にしているブロックは、後でこの設定を無効にすると再び表示されることに注意してください。"],"By default, the CSS needed for the Screen Size controls is loaded on the front end of your website. If disabled, you will need to add the CSS manually to your theme for the Screen Size controls to work properly. This CSS code is available via the \"Preview Frontend CSS\" button.":["デフォルトでは、画面サイズコントロールに必要な CSS は Web サイトのフロントエンドに読み込まれます。無効にした場合、画面サイズコントロールが正しく機能するように、CSS をテーマに手動で追加する必要があります。この CSS コードは、「Preview Frontend CSS」 ボタンから入手できます。"],"By default, the Screen Size control includes two breakpoints and three controls for users to hide blocks. There are certain situations where you may need more control over when a block should be visible, for example, in the case of very large or small screens. Enabling advanced controls provides these options.":["デフォルトでは、画面サイズコントロールには、ユーザーがブロックを非表示にするための2つのブレークポイントと3つのコントロールが含まれています。非常に大きな画面や小さな画面の場合など、ブロックをいつ表示するかをさらに制御する必要がある特定の状況があります。高度なコントロールを有効にすると、これらのオプションが提供されます。"],"Small":["小"],"Medium":["中"],"Large":["大"],"Extra Large":["特大"],"Enable mobile control":["モバイルコントロールを有効にする"],"Enable tablet control":["タブレットコントロールを有効にする"],"Enable desktop control":["デスクトップコントロールを有効にする"],"Controls":["コントロール"],"Breakpoints":["ブレークポイント"],"Screen Size":["画面サイズ"],"The Screen Size control allows you to conditionally display blocks on the current width of the browser window, or in other words, the screen size of a user's device.":["画面サイズコントロールを使用すると、ブラウザウィンドウの現在の幅、つまりユーザーのデバイスの画面サイズに応じてブロックを表示できます。"],"Enable the Screen Size controls.":["画面サイズコントロールを有効にします。"],"Load screen size CSS on the frontend of this website.":["この Web サイトのフロントエンドで画面サイズの CSS を読み込みます。"],"Enable advanced screen size controls.":["高度な画面サイズコントロールを有効にします。"],"Allows users to hide blocks on extra small screen sizes, less than %s.":["%s 未満の非常に小さな画面サイズで、ユーザーがブロックを非表示にできるようにします。"],"Enable mobile (portrait) control":["モバイル (縦向き) コントロールを有効にする"],"Allows users to hide blocks on small screen sizes, between %1$s and %2$s.":["%1$s から %2$s の間の小さい画面サイズで、ユーザーがブロックを非表示にできるようにします。"],"Allows users to hide blocks on small screen sizes, less than %s.":["%s 未満の小さな画面サイズでユーザーがブロックを非表示にできるようにします。"],"Enable mobile (landscape) control":["モバイル (横向き) コントロールを有効にする"],"Allows users to hide blocks on medium screen sizes, between %1$s and %2$s.":["ユーザーが %1$s から %2$s の間の中程度の画面サイズでブロックを非表示にできるようにします。"],"Allows users to hide blocks on large screen sizes, between %1$s and %2$s.":["ユーザーが %1$s から %2$s の間の大きな画面サイズでブロックを非表示にできるようにします。"],"Allows users to hide blocks on large screen sizes, %s and up.":["%s 以上の大きな画面サイズでユーザーがブロックを非表示にできるようにします。"],"Allows users to hide blocks on extra large screen sizes, %s and up.":["%s 以上の特大画面サイズでブロックを非表示にできるようにします。"],"Enable large desktop control":["大きなデスクトップコントロールを有効にする"],"The default controls are Desktop, Tablet, and Mobile. Advanced screen size controls add Large Desktop and Mobile (portrait).":["デフォルトのコントロールは、デスクトップ、タブレット、およびモバイルです。高度な画面サイズコントロールにより、大きなデスクトップとモバイル (横向き) が追加されます。"],"The settings below allow you to restrict which controls are available to users in the Block\/Site Editor. Disabling controls will remove the corresponding CSS from the front end of your website.":["以下の設定により、ブロック \/ サイトエディターでユーザーが使用できるコントロールを制限できます。コントロールを無効にすると、対応する CSS が Web サイトのフロントエンドから削除されます。"],"The default breakpoints are Large (992px) and Medium (768px). Advanced screen size controls add Extra Large (1200px) and Small (576px).":["デフォルトのブレークポイントは大 (992px) と中 (768px) です。高度な画面サイズコントロールにより、特大 (1200px) と小 (576px) が追加されます。"],"The plugin automatically sets a series of breakpoints that enable the Screen Size control. However, for best results, you can configure the breakpoints to correspond with the media breakpoints of your current theme.":["プラグインは、画面サイズコントロールを有効にする一連のブレークポイントを自動的に設定します。さらに、現在のテーマのメディアブレークポイントに対応するようにブレークポイントを構成することで、最良の結果が得られます。"],"Mobile (landscape) screen sizes.":["モバイル (横向き) の画面サイズ。"],"Tablet (portrait) screen sizes.":["タブレット (縦向き) の画面サイズ。"],"Desktop and tablet (landscape) screen sizes.":["デスクトップとタブレット (横向き) の画面サイズ。"],"Large desktop screen sizes.":["大きなデスクトップの画面サイズ。"],"Hide Preview":["プレビューを非表示"],"Preview Frontend CSS":["フロントエンド CSS のプレビュー"],"Enable individual user role restrictions (Administrator, Editor, Subscriber, etc.)":["個々のユーザー権限による制限を有効にします (管理者、編集者、購読者など)。"],"Enable the Date & Time controls.":["日付と時刻のコントロールを有効にします。"],"Enable the Hide Block control.":["非表示ブロックコントロールを有効にします。"],"GitHub":["GitHub"],"Support":["サポート"],"Block Visibility Settings":["Block Visibility 設定"],"Loading settings…":["設定を読み込み中…"],"Restrict block visibility controls to selected user roles.":["ブロックの可視性コントロールを選択したユーザー権限に限定します。"],"User Permissions":["ユーザー権限"],"Choose which user roles should be allowed to control visibility settings in the Editor. Administrators will always have permission.":["エディターで表示設定を制御するために、どのユーザー権限を許可するかを選択します。管理者には常にこの権限を持ちます。"],"Block Visibility Variables":["Block Visibility 変数"],"Date & Time":["日付と時刻"],"Enable block toolbar controls for visibility settings.":["表示設定のブロックツールバーコントロールを有効にします。"],"Hide Block":["ブロックを非表示にする"],"Block Visibility":["Block Visibility"],"Review":["レビュー"],"Visibility Controls":["可視コントロール"],"Block Manager":["ブロックマネージャー"],"General Settings":["一般設定"],"Updating…":["更新中…"],"Update":["更新"],"Saving":["保存中"],"User Role":["ユーザー権限"],"Uninstall":["アンインストール"],"Full Control Mode":["フルコントロールモード"],"Search for a block":["ブロックを検索"],"Learn More":["もっと詳しく知る"],"Remove all plugin settings when Block Visibility is uninstalled.":["Block Visibility をアンインストールするときにすべてのプラグイン設定を削除します。"],"Enable Full Control Mode to add visibility controls to <strong>every<\/strong> block. <a>Use with caution<\/a>.":["フルコントロールモードを有効にして、<strong>すべての<\/strong> ブロックに可視性コントロールを追加します。<a>注意して使用してください<\/a>。"],"Visibility is disabled for %s block type":["%s 個のブロックタイプの可視性が無効になっています"],"Visibility is enabled for all blocks":["すべてのブロックで可視性が有効になっています"],"The settings below allow you to configure the visibility controls that power Block Visibility. Pick and choose which controls you want to enable and how you would like them to function.":["以下の設定により、ブロックの可視性を強化する可視性コントロールを構成できます。有効にするコントロールと、それらをどのように機能させるかを選択します。"]}},"comment":{"reference":"build\/block-visibility-settings.js"}}